{
    "dad": {
        "root": [
            {
                "text": "Parle avec ta mère."
            },
            {
                "text": "Elle veut savoir comment s'est passée ta journée."
            }
        ]
    },

    "mom": {
        "notTalked": [
            {
                "text_male": "Tu es rentré {{name}}!",
                "text_female": "Tu es rentrée {{name}}!"
            },
            {
                "text": "Comment s'est passée ta journée?"
            }
        ],
        "talked": {
            "text": "Est-ce que tu veux qu'on parle un peu?"
        },

        "choices1": [
            {
                "text":"Bien, comme d'habitude, je vais dans ma chambre."
            },
            {
                "text": "J'ai rencontré Guillaume..."
            },
            {
                "text": "(Parler des autres camarades de classe)"
            }
        ],
        "guille": [
            {
                "text": "Aujourd'hui, j'ai rencontré Guillaume, il a été très gentil avec moi."
            },
            {
                "text": "Je pense que nous serons de bons amis."
            }
        ],
        "guilleExtra": [
            {
                "text": "Il m'a également conseillé de regarder les tableaux d'affichage."
            },
            {
                "text": "Il y a parfois des choses intéressantes affichées."
            }
        ],

        "choices2": [
            {
                "text": "Il y a une fille qui s'appelle Alison..."
            },
            {
                "text": "Joseph..."
            },
            {
                "text": "(Parler des autres camarades de classe)"
            }
        ],
        "alison": [
            {
                "text": "Il y a une fille blonde qui s'appelle Alison."
            },
            {
                "text": "Elle cherchait la boucle d'oreille qu'elle avait perdue."
            }
        ],
        "notFound": {
            "text": "Je pense qu'elle n'a finalement pas pu trouver la boucle d'oreille qu'elle avait perdu."
        },
        "found": {
            "text": "Je l'ai aidé à la chercher et finalement c'est moi qui l'ai retrouvée dans la cour de récré."
        },
        "jose": [
            {
                "text": "Joseph est un autre camarade de classe, bien qu'il semble plus timide."
            },
            {
                "text": "Mais il a aussi l'air gentil."
            }
        ],


        "choices3": [
            {
                "text": "En classe, il y a Marie..."
            },
            {
                "text": "Il y a Alex..."
            },
            {
                "text": "(Parler du lycée)"
            }
        ],
        "maria": {
            "text": "Une autre fille de la classe s'appelle Marie."
        },
        "meanResponse": {
            "text": "Elle passe toutes les pauses à lire. La classe dit qu'elle est bizarre, mieux vaut la laisser tranquille."
        },
        "niceResponse": [
            {
                "text": "Il semble que le reste de la classe pense qu'elle est bizarre."
            },
            {
                "text": "Ils lui ont coupé les vivres."
            },
            {
                "text": "Je lui ai parlé pendant un certain temps et elle ne m'a pas paru bizarre."
            }
        ],
        "alex": [
            {
                "text": "Il y a aussi Alex."
            },
            {
                "text": "Il est arrivé en retard."
            },
            {
                "text": "Alex est grossier. Il est la terreur du lycée."
            }
        ],
        "submit": [
            {
                "text": "",
                "text_male": "Apparemment j'ai pris sa place quand je suis arrivé en classe.",
                "text_female": "Apparemment j'ai pris sa place quand je suis arrivée en classe."
            },
            {
                "text": "",
                "text_male": "Mais je me suis excusé et il semble qu'il ne soit plus en colère.",
                "text_female": "Mais je me suis excusée et il semble qu'il ne soit plus en colère."
            }
        ],
        "downplay": [
            {
                "text": "C'est un enfant qui cherche à se battre pour rien."
            },
            {
                "text": "",
                "text_male": "Je me suis assis à sa place sans le savoir.",
                "text_female": "Je me suis assise à sa place sans le savoir."
            },
            {
                "text": "Il m'a menacé."
            }
        ],
        "momDownplayReply": [
            {
                "text": "Comment t'a-t-il menacé?"
            },
            {
                "text": "Je suis sûr que tu as mal compris."
            },
            {
                "text": "Qui d'autre as-tu rencontré aujourd'hui?"
            }
        ],
        "defy": [
            {
                "text": "On dirait qu'il cherche constamment la bagarre!"
            },
            {
                "text": "",
                "text_male": "Tout cela parce que je me suis assis  à sa place.",
                "text_female": "Tout cela parce que je me suis assise à sa place."
            },
            {
                "text": "Il devrait en chercher une autre."
            }
        ],
        "momDefyReply": {
            "text": "Tu devrais t'excuser et ne pas chercher les ennuis."
        },


        "choices4": [
            {
                "text": "Anna..."
            },
            {
                "text": "Le lycée..."
            },
            {
                "text": "Je vais dans ma chambre, nous avons assez parlé."
            }
        ],
        "ana": [
            {
                "text": "Il y a aussi Anna."
            },
            {
                "text": "Elle essaye de nous faire peur."
            }
        ],
        "school": {
            "text": "A propos du lycée, et bien..."
        },
        "schoolChoices": [
            {
                "text": "Le cadre est sympa... les bâtiments sont neufs et les salles de classe sont bien équipées (ordis, vidéoprojecteurs, ...). On a un terrain de foot, un terrain de basket, des tables de ping-pong... c'est super!"
            },
            {
                "text": "Ouais, il est beaucoup moins bien équipé que mon ancien lycée!...même pas de salle pour étudier, ni de salle pour se retrouver entre nous, ni de MDL (Maison Des Lycéens)."
            }
        ]
    }
    
}