{
    "dad": {
        "notTalked": {
            "text": "Tu es déjà là, {{name}}."
        },
        "notWashed": [
            {
                "text": "As-tu remarqué le chewing-gum sur tes fesses?"
            },
            {
                "text": "",
                "text_male": "Et alors depuis combien de temps n'avais-tu pas mis ton pantalon à laver? Il faut être plus prudent!",
                "text_female": "Et alors depuis combien de temps n'avais-tu pas mis ton pantalon à laver? Il faut être plus prudente!"

            },
            {
                "text": "Et bien, comment s'est passée ta journée?"
            }
        ],
        "washed": {
            "text": "Comment s'est passée ta journée?"
        },

        "talked": {
            "text": "Veux-tu parler d'autre chose?"
        },

        "choices1": [
            {
                "text": "Comme d'habitude"
            },
            {
                "text": "Guillaume m'a proposé d'aller chez lui ce samedi."
            },
            {
                "text": "(Parler des autres camarades de classe)"
            }
        ],
        "goMatch": {
            "text": "Je lui ai dit que j'irai, donc je ne serai pas à la maison samedi après-midi."
        },
        "dontGoMatch": {
            "text": "Je lui ai dit non, il y a trop de gens en qui je n'ai pas confiance."
        },
        "askMatch": [
            {
                "text": "Je lui ai dit que je devais d'abord vous demander, à maman et à toi."
            },
            {
                "text": "Est-ce que vous m'autorisez à y aller?"
            }
        ],
        "askMatchReply": {
            "text": "Oui tu peux y aller, je vais voir avec ta mère au cas où."
        },

        "choices2": [
            {
                "text": "A propos d'Alison..."
            },
            {
                "text": "(Leur parler du chewing-gum)"
            },
            {
                "text": "(Parler des autres camarades de classe)"
            }
        ],
        "alisonWarn": [
            {
                "text": "Alison est très gentille."
            },
            {
                "text": "Elle m'a dit qu'Alex allait me faire une blague."
            },
            {
                "text": "Mais ce n'était même pas nécessaire."
            }
        ],
        "alisonNormal": {
            "text": "Je lui ai parlé aujourd'hui."
        },

        "aboutGumWashed": [
            {
                "text": "",
                "text_male": "Aujourd'hui, je me suis retrouvé avec un chewing-gum collé aux fesses.",
                "text_female": "Aujourd'hui, je me suis retrouvée avec un chewing-gum collé aux fesses."
            },
            {
                "text": "J'ai essayé de l'enlever avec de l'eau et du savon, mais c'était encore pire."
            },
            {
                "text": "Presque toute la classe s'est moqué de moi."
            }
        ],
        "aboutGumNotWashed": [
            {
				"text": "A propos du chewing-gum... je ne sais pas comment c'est arrivé."
			},
			{
				"text": "Ils se sont quasiment tous moqués de moi."
			}
        ],
        "dadGumNotWashed": {
            "text": "",
            "text_male": "Oh chéri, tu dois regarder où tu poses tes fesses avant de t'asseoir.",
            "text_female": "Oh chérie, tu dois regarder où tu poses tes fesses avant de t'asseoir."
        },
        
        "choices3": [
            {
                "text": "Marie..."
            },
            {
                "text": "Le stupide Alex..."
            },
            {
                "text": "(Parler du lycée)"
            }
        ],
        "maria": [
            {
                "text": "Je m'entends bien avec Marie."
            },
            {
                "text": "Bien qu'il semble qu'elle ne parle à personne d'autre."
            }
        ],
        
        "alex": [
            {
                "text": "Je dirai qu'il en a après moi depuis le premier jour."
            },
            {
                "text": "Bien que je ne sache pas exactement pourquoi."
            }
        ],

        "prank": {
            "text": "Et aujourd'hui, il a voulu me jouer un tour."
        },

        "ask": [
            {
                "text": "",
                "text_male": "Il était en colère contre moi parce que je me suis assis sur sa chaise.",
                "text_female": "Il était en colère contre moi parce que je me suis assise sur sa chaise."
            },
            {
                "text": "J'ai essayé de faire la paix avec lui."
            },
            {
                "text": "Mais vu comment il m'a parlé, je pense qu'il va continuer à chercher les ennuis."
            }
        ],
        "askReply": [
            {
				"text": "Si tu as un problème avec lui, n'hésite pas de m'en parler."
			},
			{
				"text": "Nous en parlerons à ton professeur si nécessaire."
			}
        ],
        
        "distrust": [
            {
                "text": "Il cherche à se battre."
            },
            {
                "text": "Il me donne envie de lui botter le cul."
            }
        ],
        "distrustReply": [
            {
                "text": "Ne cherche pas les problèmes."
            },
            {
                "text": "Si j'ai besoin d'aller lui parler, fais-le moi savoir."
            },
            {
                "text": "Ou si tu as des problèmes, parles-en à ton professeur."
            }
        ],
        
        "choices4": [
            {
                "text": "Le lycée..."
            },
            {
                "text": "Je vais dans ma chambre, j'ai des choses à faire."
            }
        ],

        "school": {
            "text": "Je commence à me sentir mal à l'aise."
        }
    }
}