{
    "alison": {
        "root": [
            {
                "text": "{{name}}, je voudrais te parler."
            },
            {
                "text": "Je ne sais pas si tu es au courant, mais Alex nous a tous dit de ne pas te parler."
            },
            {
                "text": "Et il menace tous ceux qui ne le suivent pas."
            },
            {
                "text": "",
                "text_male": "Puis-je te faire confiance ? Je ne veux pas qu'on cesse d'être amis.",
                "text_female": "Puis-je te faire confiance ? Je ne veux pas qu'on cesse d'être amies."
            }
        ],
        "choices": [
            {
                "text": "Merci beaucoup d'être mon amie."
            },
            {
                "text": "Non et je n'ai aucun intérêt à gagner ta confiance."
            }
        ],
        "thanks": [
            {
                "text": "Je suis heureuse d'entendre cela."
            },
            {
                "text": "Échangeons nos mots de passe de téléphone portable et de médias sociaux."
            },
            {
                "text": "Comme un geste d'amitié et de confiance."
            },
            {
                "text": "Dans le passé, pour jurer serment de fidélité, ils se serraient la main en mêlant leurs sangs avec une blessure ouverte."
            },
            {
                "text": "Mais c'est dégoûtant et malsain."
            }
        ],
        "passChoices": [
            {
                "text": "(Accepter l'échange de mots de passe)"
            },
            {
                "text": "(Rejeter l'échange de mots de passe)"
            }
        ],
        "exchange":  {
            "text": "(Vous écrivez les mots de passe via votre téléphone)"
        },
        "exchange2": {
            "text": "Parfait. Best Friends. (Grand sourire jusqu'aux oreilles)"
        },
        "dont": [
            {
                "text": "Si tu ne me fais pas confiance, je ne peux pas te faire confiance non plus."
            },
            {
                "text": "Je suis désolée, mais je ne peux pas te parler alors."
            },
            {
                "text": "Je ne veux pas qu'Alex s'en prenne à moi."
            }
        ],
        "reject": [
            {
                "text": "Je n'ai pas le choix alors je vais arrêter de te parler."
            },
            {
                "text": "Je ne veux pas prendre de risques."
            }
        ],
        "bellRinging": {
            "text": "<<La cloche sonne>>"
        },
        "late": {
            "text": "Je vais en cours maintenant, il est tard, tu verras comme ils nous grondent."
        }
    },

    "guille": {
        "root": {
            "text": "(Le geste de son visage change lorsqu'il te voit, il tourne alors la tête et regarde ailleurs)"
        }
    },

    "jose": {
        "root": [
            {
                "text": "(Avec un sourire sur le visage, il te regarde et se met à rire)"
            },
            {
                "text": "HAHAHA!!"
            }
        ]
    },

    "board": {
        "root": {
            "text": "On dirait que quelqu'un a retiré la photo d'hier."
        }
    }
}