{
    "guille": {
        "maleRestroom": {
            "text": "So the guy of the note... it was you, Guille."
        },

        "femaleRestroom": [
            {
                "text": "What are you doing in the girls' restroom, Guille?"
            },
            {
                "text": "You can't be here. Go away."
            }
        ],
        "explainRestroom": {
            "text": "I needed to talk with you. I'm the one who left the note."
        },

        "ask": [
            {
                "text": "So now you talk to me."
            },
            {
                "text": "What about half of the class ignoring me?"
            }
        ],
        "explanation": [
            {
                "text": "That's what I wanted to talk about."
            },
            {
                "text": "I can't talk to you as long as Alex or any of his friends can see us."
            },
            {
                "text": "He's threatened to send my parents a picture of me smoking and drinking."
            },
            {
                "text": "My parents are very strict and if they find out I don't know what could happen... They might even send me to another high school."
            }
        ],
        "explanationQuestion": {
            "text": "But why doesn't Alex want anybody to talk to me?"
        },
        "continueExplanation": [
            {
                "text": "We don't know. He has it in for you since the first day."
            },
            {
                "text": "Too many people do what he wants by themselves, but there are a few of us who have been threatened by him."
            },
            {
                "text": "It happened something similar last year to Maria, although that was Anna's doing."
            },
            {
                "text": "She doesn't have friends since then, and whenever any of us tries to talk to her... she ignores us."
            },
            {
                "text": "She hasn't forgiven us yet."
            },
            {
                "text": "Well... I just wanted to say sorry, but until Alex stops being upset I won't be able to talk to you."
            },
            {
                "text": "I'm really sorry, {{name}}."
            }
        ],
        "choices": [
            {
                "text": "And that's it? Alex gets what he wants?"
            },
            {
                "text": "What about my picture on the board? Was it Alex?"
            }
        ],
        "apology": [
            {
                "text": "I'm truly sorry, for real."
            },
            {
                "text": "But I don't want him to make my life miserable too."
            }
        ],
        "aboutBoard": [
            {
                "text": "That was Anna's doing."
            },
            {
                "text": "She's really into Alex and if he messes with you, she's going to do the same."
            },
            {
                "text": "And Jose is his lap dog, unable to think by himself."
            },
            {
                "text": "Avoid the three of them."
            }
        ],
        "talked": {
            "text": "I'm truly sorry, for real, but my parents can't find out about it."
        }

    }
}