{
    "enter": {
        "root": {
            "text": "",
            "text_male": "Mmm... ¿Pasa algo, Álex? ¿Por qué no entras?",
            "text_female": "¿Ana? ¿Estás aquí?"
        }
    },

    "door_enter": {
        "root": [
            {
                "text": "¿Qué está pasando? La puerta no se abre."
            },
            {
                "text": "¿Me han encerrado en el baño? ¡¡¡Ana!!! ¡¡Alex!! ¡¡Alguien!!"
            },
            {
                "text": "¿Qué hago ahora? Tengo que conseguir salir de aquí."
            }
        ],
        "getOut": [
            {
                "text": "La luz. ¿En serio?"
            },
            {
                "text": "Tengo que salir de aquí."
            }
        ]
    },

    "door_locked": {
        "root":  [
            {
                "text": "Este es el picaporte de la puerta, pero no se abre."
            },
            {
                "text": "¡¡¡Ana!!! ¡¡Alex!! ¡¡Alguien!!"
            }
        ]
    },

    "sink": {
       "root": {
            "text": "¡¡Agh!! Me acabo de dar con los lavabos.¡¡Mierda!!"
        } 
    },
    
    "floor": {
        "root": [
            {
                "text": "Está mojado... Pero esto es el suelo"
            },
            {
                "text": "¡¡Puaj!! Por favor, que no sea pis."
            }
        ]
    },

    "lightsOn": {
        "root": {
            "text": "¡¡La luz ha vuelto!! Y se oye algo en el pasillo. Debería poder salir ya."
        },
        "teacher": {
            "text": "",
            "text_male": "¿Qué hacías aquí encerrado?",
            "text_female": "¿Qué hacías aquí encerrada?"
        },

        "meetingFS": [
            {
                "text": "Hoy he tenido reunión con tus padres y me han contado todo lo que les has contado a ellos."
            },
            {
                "text": "Podrías habérmelo dicho a mi directamente."
            },
            {
                "text": "",
                "text_male": "Supongo que el que estuvieras encerrado dentro del baño ha sido cosa de Álex.",
                "text_female": "Supongo que el que estuvieras encerrada dentro del baño ha sido cosa de Álex."
            },
            {
                "text": "Por ahora se va a expulsar a Álex 3 días. Si sigue dándote problemas cuando vuelva, debes decírmelo."
            },
            {
                "text": "Si sigue igual, podríamos expulsarlo del colegio e incluso llamar a la policía y tomar represalias legales."
            },
            {
                "text": "Vete a casa y descansa."
            }
        ],

        "noMeetingFS": [
            {
                "text": "(Chivarse de todo lo que te ha hecho Álex)"
            },
            {
                "text": "No sé qué ha pasado."
            }
        ],
        "snitchNoMeetingFS": [
            {
                "text": "¿Cómo no me has contado todo esto antes?"
            },
            {
                "text": "Voy a llamar a tus padres para hablar con ellos."
            },
            {
                "text": "Y veremos que podemos hacer con Álex."
            },
            {
                "text": "Intentaré que lo expulsen 3 días."
            },
            {
                "text": "Y si pasa algo más no dudes en hablar conmigo o con la orientadora."
            },
            {
                "text": "Vete a casa y descansa."
            }
        ],
        "noSnitchNoMeetingFS": [
            {
                "text": "",
                "text_male": "¿Estás seguro de que no pasa nada?",
                "text_female": "¿Estás segura de que no pasa nada?"
            },
            {
                "text": "Bueno, vete a casa. Pero recuerda una cosa..."
            },
            {
                "text": "Si alguien se mete contigo, habla conmigo o con la orientadora."
            },
            {
                "text": "Busca ayuda. Las cosas no van a mejorar por sí solas, sólo pueden ir a peor."
            }
        ],
        

        "meetingNoFS": [
            {
                "text": "(Chivarse de todo lo que te ha hecho Álex)"
            },
            {
                "text": "No sé qué ha pasado."
            }
        ],
        "snitchMeetingNoFS": [
            {
                "text": "¿Cómo no me lo contaste antes?"
            },
            {
                "text": "Además hoy he tenido reunión con tus padres y también hemos hablado de esto."
            },
            {
                "text": "Con todo lo que me has dicho... Hablaré con la directora para expulsar a Álex 3 días."
            },
            {
                "text": "Si a la vuelta sigue acosándote ya sea en persona o en las redes dímelo."
            },
            {
                "text": "Si sigue igual podríamos expulsarlo del colegio e incluso llamar a la policía y tomar represalias legales."
            },
            {
                "text": "Vete a casa y descansa."
            }
        ],
        "noSnitchMeetingNoFSMaria": [
            {
                "text": "",
                "text_male": "¿Estás seguro?",
                "text_female": "¿Estás segura?"
            },
            {
                "text": "He tenido reunión con tus padres y estás teniendo problemas con Álex."
            },
            {
                "text": "Además, María vino a hablar conmigo y la orientadora. Por lo que nos dijo, Álex se está metiendo contigo."
            },
            {
                "text": "",
                "text_male": "No tienes nada que encubrir y no eres un chivato por pedir ayuda. El comportamiento de Álex merece un castigo.",
                "text_female": "No tienes nada que encubrir y no eres una chivata por pedir ayuda. El comportamiento de Álex merece un castigo."
            },
            {
                "text": "Hemos decidido expulsar a Álex 3 días."
            },
            {
                "text": "Si sigue igual podríamos expulsarlo del colegio e incluso llamar a la policía y tomar represalias legales."
            },
            {
                "text": "Vete a casa y descansa."
            }
        ],
        "noSnitchMeetingNoFSNoMaria": [
            {
                "text": "Hoy he tenido reunión con tus padres. Están preocupados."
            },
            {
                "text": "Si estás teniendo problemas con alguno de tus compañeros deberías hablar conmigo o con la orientadora."
            },
            {
                "text": "Si evitas que te ayudemos, las cosas pueden ir a peor."
            },
            {
                "text": "Y en cualquier caso, no te mereces que se burlen de ti y ridiculicen."
            },
            {
                "text": "Si es lo que está pasando pídenos ayuda o las cosas seguirán igual."
            }
        ],

        "noMeetingNoFS": [
            {
                "text": "(Chivarse de todo lo que te ha hecho Álex)"
            },
            {
                "text": "No sé qué ha pasado."
            }
        ],
        "snitchNoMeetingNoFSMaria": [
            {
                "text": "¿Cómo no me has dicho nada antes?"
            },
            {
                "text": "Además María vino a hablar conmigo y la orientadora. Nos ha contado lo mismo que tú ahora."
            },
            {
                "text": "La chica se preocupa por ti. Todos necesitamos amigos así."
            },
            {
                "text": "El comportamiento de Álex merece un castigo y es importante que me hayas contado todo."
            },
            {
                "text": "Todo esto no es culpa tuya ni te lo mereces."
            },
            {
                "text": "Hemos decidido expulsar a Álex 3 días."
            },
            {
                "text": "Si sigue igual podríamos expulsarlo del colegio e incluso llamar a la policía y tomar represalias legales."
            },
            {
                "text": "Vete a casa y descansa."
            }
        ],
        "snitchNoMeetingNoFSNoMaria": [
            {
                "text": "Hablaré con tus padres del tema."
            },
            {
                "text": "Si tienes más problemas con Álex ven a hablar conmigo. Mañana le llamaré la atención."
            },
            {
                "text": "Es importante que si tienes problemas los cuentes. El tiempo por sí solo no va a hacer que vaya a mejor."
            },
            {
                "text": "Y en cualquier caso, no te mereces que se burlen de ti y ridiculicen."
            },
            {
                "text": "Si es lo que está pasando, pide ayuda o las cosas seguirán igual, incluso pueden ir a peor."
            }
        ],
        "noSnitchNoMeetingNoFS": [
            {
                "text": "",
                "text_male": "¿Estás seguro de que no está pasando nada?",
                "text_female": "¿Estás segura de que no está pasando nada?"
            },
            {
                "text": "Pues venga, vete a casa."
            },
            {
                "text": "Pero acuérdate de esto: si estás teniendo problemas con un compañero y no buscas ayuda, lo más seguro es que todo empeore."
            },
            {
                "text": "Y en cualquier caso, no te mereces que se burlen de ti y ridiculicen."
            },
            {
                "text": "Si es lo que está pasando, pídenos ayuda o las cosas seguirán igual."
            }
        ]
    }
    
}