{
    "badEnding": [
        {
            "text": "In the end, everything has ended up the same. Can't say I haven't tried it."
        },
        {
            "text": "I suppose it's already too late, you have wasted the opportunity I've given to you."
        },
        {
            "text": "Alex and Anna will continue making life impossible to other classmates. You haven't been their first victim, nor the last one."
        },
        {
            "text": "Is it too hard asking for help when needed? Forget your ego. You're not always to blame for what happens to you, nor do you deserve it."
        },
        {
            "text": "Why that fear of sharing what is going on with yourself, what do you feel?"
        },
        {
            "text": "Why do we let people suffer? Why do we think it's better to remain silent, to let time heals everything?"
        },
        {
            "text": "It's easy to make fun of others, but what happens when the affected one is you?"
        },
        {
            "text": "Why is it better to suffer or see others having a bad time than asking for help? Is it asking for help snitch? Is snitching to prevent someone from having a rough time?"
        }
    ],
    "normalEnding": [
        {
            "text": "It seems that I haven't got my purpose at the end, but at least things have improved a little."
        },
        {
            "text": "Alex will be watched from now on and at least will at least leave you all in peace a little."
        },
        {
            "text": "You must ask for help when you need. Forget your ego. You're not always to blame for what happens to you, nor do you deserve it."
        },
        {
            "text": "Time isn't gonna fix things if you suffer, you mustn't let it go."
        },
        {
            "text": "We all need help once in a while and at least I hope now you are aware that as there are people who help you, others need you to help them."
        },
        {
            "text": "Maybe is it better to suffer or see others suffer than asking for help? Is it asking for help snitching? Is snitching to prevent someone from having a rought time?"
        },
        {
            "text": "I hope that with what you have gone through, you lose that fear of telling the bad things that happen to to you and your classmates."
        }
    ],
    "goodEnding": [
        {
            "text": "Good, we've managed to change things."
        },
        {
            "text": "You don't know it yet, but we've managed to Alex stop bullying his classmates and you."
        },
        {
            "text": "If no one had stopped him, you wouldn't have been the last person to suffer his bullying."
        },
        {
            "text": "It's good to speak up and ask for help. No one deserves what you've dealt with, no matter the reason."
        },
        {
            "text": "There will be people saying you snitch to your professor, to your classmates or to your parents. I think you've been a hero."
        },
        {
            "text": "I hope you never stay silent again if someone needs help or is suffering. You should show them your support instead of following the bully."
        },
        {
            "text": "It's easy to do nothing, but you've thought you can be his next victim like happened now..."
        }
    ],
    "playerQuestion": [
        {
            "text": "Who are you?"
        },
        {
            "text": "Cut the crap and go away."
        }
    ],
    "curiousAnswer": [
        {
            "text": "I'm afraid I can't tell you that."
        },
        {
            "text": "Think of me as someone who is CONNECTED to you by all the things we have in common."
        },
        {
            "text": "Perhaps a voice of conscience..."
        },
        {
            "text": "But it doesn't matter who I am. What matters is that what you've lived made you think and be a better person."
        }
    ],
    "unpoliteAnswer": [
        {
            "text": "I'm sorry my presence doesn't make you comfortable."
        },
        {
            "text": "And maybe this wasn't worth at all..."
        }
    ]
}