{
    "guille": {
        "maleBathroom": {
            "text": "Donc le message que j'ai eu, c' était le tien, Guillaume?"
        },

        "femaleBathroom": [
            {
                "text": "Que fais-tu dans les toilettes des filles, Guillaume ?"
            },
            {
                "text": "Tu ne peux pas être ici, pars."
            }
        ],
        "explainBathroom": {
            "text": "J'ai besoin de te parler, c'est moi qui ai laissé le mot."
        },

        "ask": [
            {
                "text": "Alors maintenant tu me parles."
            },
            {
                "text": "qu'est-ce que c'est que cette histoire pourquoi y a-t-il plus de la moitié de la classe qui m'ignore?"
            }
        ],
        "explanation": [
            {
                "text": "C'est ce dont je veux te parler."
            },
            {
                "text": "Je ne peux pas te parler tant qu'Alex ou un de ses amis nous voient."
            },
            {
                "text": "Il m'a menacé d'envoyer à mes parents une photo de moi en train de fumer et de boire."
            },
            {
                "text": "Mes parents sont très stricts et s'ils le découvrent, je ne sais pas ce qui pourrait arriver... ils pourraient même m'envoyer dans un autre lycée."
            }
        ],
        "explanationQuestion": {
            "text": "Mais pourquoi Alex ne veut-il pas qu'on me parle ?"
        },
        "continueExplanation": [
            {
                "text": "On ne sait pas, il en a après toi depuis le premier jour."
            },
            {
                "text": "Trop de gens font ce qu'il veut, mais nous sommes quelques-uns à avoir été menacés par lui."
            },
            {
                "text": "Une chose semblable à la tienne est arrivée à Marie l'année dernière, bien que ce soit l'œuvre d'Anna."
            },
            {
                "text": "Elle n'a plus d'amis depuis lors et quand quelqu'un essaie de lui parler... elle nous ignore."
            },
            {
                "text": "Elle ne nous a pas encore pardonné."
            },
            {
                "text": "Eh bien... je voulais juste te dire que je suis désolé, mais tant qu'Alex n'arrêtera pas de me menacer, je ne pourrai pas te parler."
            },
            {
                "text": "Je suis vraiment désolé, {{name}}."
            }
        ],

        "choices": [
            {
                "text": "Et c'est tout ? Alex obtient ce qu'il veut ?"
            },
            {
                "text": "Et ma photo sur le tableau ? Était-ce Alex ?"
            }
        ],
        "apology": [
            {
                "text": "Je suis profondément désolé, vraiment."
            },
            {
                "text": "Mais je ne veux pas qu'il me rende la vie impossible aussi."
            }
        ],
        "aboutBoard": [
            {
                "text": "C'était la façon de faire d'Anna."
            },
            {
                "text": "Elle kiffe vraiment Alex et elle est prête à faire n'importe quoi pour lui ! Et donc s'il t'embête, elle fera de même."
            },
            {
                "text": "Et Joseph est son chien de compagnie, incapable de penser par lui-même."
            },
            {
                "text": "Évite les trois."
            }
        ],
        "talked": {
            "text": "Je suis vraiment désolé, mais mes parents ne doivent pas le savoir"
        }

    }
}