{
    "enter": {
        "root": {
            "text": "",
            "text_male": "Mmm, qu'est-ce qui se passe Alex ? Pourquoi ne rentres-tu pas ?",
            "text_female": "Anna, es-tu là ?"
        }
    },

    "door_enter": {
        "root": [
            {
                "text": "Que se passe-t-il ? La porte ne s'ouvre pas."
            },
            {
                "text": "M'ont-ils enfermé dans les toilettes ? ANNA!!! ALEX!!! N'IMPORTE QUI !!"
            },
            {
                "text": "Que dois-je faire maintenant ? Je dois partir d'ici."
            }
        ],
        "getOut": [
            {
                "text": "Pourquoi est-ce qu'il n'y a plus de lumière? Mais qu'est-ce qui se passe?"
            },
            {
                "text": "Je dois partir d'ici."
            }
        ]
    },

    "door_locked": {
        "root":  [
            {
                "text": "C'est le loquet, mais il ne s'ouvre pas."
            },
            {
                "text": "ANNA!!! ALEX!!! N'IMPORTE QUI !!"
            }
        ]
    },

    "sink": {
       "root": {
            "text": "Agh !! Je viens de me prendre un coup contre le lavabo. PUTAIN !"
        } 
    },
    
    "floor": {
        "root": [
            {
                "text": "C'est humide... mais c'est le sol."
            },
            {
                "text": "Agh !! s'il te plaît, ne te fais pas pipi dessus..."
            }
        ]
    },

    "lightsOn": {
        "root": {
            "text": "Ouf la lumière est revenue ! J'entends du bruit dans le couloir, je devrais déjà pouvoir sortir."
        },
        "teacher": {
            "text": "",
            "text_male": "Que fais-tu ici, enfermé ?",
            "text_female": "Que fais-tu ici, enfermée ?"
        },

        "meetingFS": [
            {
                "text": "Aujourd'hui, j'ai eu une réunion avec tes parents et ils m'ont tout dit."
            },
            {
                "text": "Tu aurais pu me le dire directement."
            },
            {
                "text": "Je suppose que c'est Alex qui t'a enfermé dans les toilettes, n'est-ce pas ?"
            },
            {
                "text": "Il va être expulsé pendant 3 jours, s'il continue à te déranger à son retour, tu dois me le dire."
            },
            {
                "text": "S'il continue comme ça, nous pourrions le faire renvoyer du lycée pour de bon, ou même appeler la police et engager des poursuites contre lui."
            },
            {
                "text": "Rentre chez toi et repose-toi."
            }
        ],

        "noMeetingFS": [
            {
                "text": "(Raconter tout ce qu'Alex t'as fait)"
            },
            {
                "text": "Je ne sais pas ce qui s'est passé."
            }
        ],
        "snitchNoMeetingFS": [
            {
                "text": "Pourquoi ne m'as-tu pas dit tout cela avant?"
            },
            {
                "text": "Je vais appeler tes parents pour en parler."
            },
            {
                "text": "Et nous verrons ce que nous pouvons faire avec Alex."
            },
            {
                "text": "Je vais essayer de le renvoyer pendant 3 jours."
            },
            {
                "text": "Et s'il arrive quelque chose, n'hésite pas à parler avec moi ou avec le conseiller scolaire."
            },
            {
                "text": "Rentre chez toi et repose-toi."
            }
        ],
        "noSnitchNoMeetingFS": [
            {
                "text": "Es-tu sûr que tout va bien ?"
            },
            {
                "text": "Eh bien, rentre chez toi. Mais souviens-toi de ceci..."
            },
            {
                "text": "Si certains se moquent de toi, fais-le nous savoir, à moi ou au conseiller scolaire."
            },
            {
                "text": "Cherche de l'aide, les choses ne vont pas changer d'elles-mêmes, elles peuvent juste empirer."
            }
        ],
        

        "meetingNoFS": [
            {
                "text": "(Raconter tout ce qu'Alex t'as fait)"
            },
            {
                "text": "Je ne sais pas ce qui s'est passé."
            }
        ],
        "snitchMeetingNoFS": [
            {
                "text": "Pourquoi ne pas me le dire plus tôt ?"
            },
            {
                "text": "En outre, aujourd'hui, j'ai eu une réunion avec tes parents et nous en avons parlé."
            },
            {
                "text": "Avec tout ce que tu m'as dit... Je vais parler au directeur pour renvoyer Alex pendant 3 jours."
            },
            {
                "text": "S'il continue à te harceler, que ce soit en personne ou par le biais des médias sociaux, fais-le moi savoir."
            },
            {
                "text": "S'il continue comme ça, nous pourrions le renvoyer de l'école définitivement, ou même appeler la police et engager des poursuites contre lui."
            },
            {
                "text": "Rentre chez toi et repose-toi."
            }
        ],
        "noSnitchMeetingNoFSMaria": [
            {
                "text": "En es-tu sûr?"
            },
            {
                "text": "J'ai eu une réunion avec tes parents et il semble que tu aies eu des problèmes avec Alex."
            },
            {
                "text": "De plus, Marie et le conseiller scolaire sont venus me dire qu'Alex s'en prend à toi."
            },
            {
                "text": "Tu n'as pas besoin de cacher quoi que ce soit et tu n'es pas une balance quand tu demandes de l'aide. Le comportement d'Alex est inadmissible et nécessite vraiment une punition!"
            },
            {
                "text": "Nous avons décidé de renvoyer Alex pour 3 jours."
            },
            {
                "text": "S'il continue comme ça, nous pourrions le renvoyer de l'école définitivement, ou même appeler la police et engager des poursuites contre lui."
            },
            {
                "text": "Rentre chez toi et repose-toi."
            }
        ],
        "noSnitchMeetingNoFSNoMaria": [
            {
                "text": "Aujourd'hui, j'ai eu une réunion avec tes parents, ils sont inquiets."
            },
            {
                "text": "Mais n'oublie pas que si tu as des problèmes avec quelqu'un, c'est très important d'en parler."
            },
            {
                "text": "Sinon ce sera de pire en pire."
            },
            {
                "text": "En tout cas, tu ne mérites pas qu'on se moque de toi et qu'on te ridiculise."
            },
            {
                "text": "Si c'est ce qui se passe, demande de l'aide ou les choses resteront les mêmes."
            }
        ],
        "noMeetingNoFS": [
            {
                "text": "(Raconter tout ce qu'Alex t'as fait)"
            },
            {
                "text": "Je ne sais pas ce qui s'est passé."
            }
        ],
        "snitchNoMeetingNoFSMaria": [
            {
                "text": "Pourquoi ne m'en avais-tu pas parlé avant?"
            },
            {
                "text": "De plus, Marie et le conseiller scolaire sont venus me dire ce que tu viens de dire."
            },
            {
                "text": "Elle se soucie de toi, nous avons tous besoin d'amis comme elle."
            },
            {
                "text": "Le comportement d'Alex mérite une punition et il est important que tu m'aies tout dit."
            },
            {
                "text": "Ce n'est pas de ta faute, et tu ne le mérites pas."
            },
            {
                "text": "Nous avons décidé de renvoyer Alex pour 3 jours."
            },
            {
                "text": "S'il continue comme ça, nous pourrions le renvoyer de l'école définitivement, ou même appeler la police et engager des poursuites contre lui."
            },
            {
                "text": "Rentre chez toi et repose-toi."
            }
        ],
        "snitchNoMeetingNoFSNoMaria": [
            {
                "text": "Je vais en parler avec tes parents."
            },
            {
                "text": "Si tu as encore des problèmes avec Alex, viens me le dire, demain je le dénoncerai."
            },
            {
                "text": "Il est important que tu en parles, il est temps que les choses changent pour de bon."
            },
            {
                "text": "En tout cas, tu ne mérites pas qu'on se moque de toi et qu'on te ridiculise."
            },
            {
                "text": "Les choses ne changeront pas tant que tu n'auras pas demandé de l'aide. Elles pourraient même s'aggraver."
            }
        ],
        "noSnitchNoMeetingNoFS": [
            {
                "text": "Es-tu sûr que tout va bien ?"
            },
            {
                "text": "Alors, rentre chez toi."
            },
            {
                "text": "Mais n'oublie pas que si tu as des problèmes avec quelqu'un et que tu ne cherches pas d'aide, c'est sûr que ton état va empirer."
            },
            {
                "text": "En tout cas, tu ne mérites pas qu'on se moque de toi et qu'on te ridiculise."
            },
            {
                "text": "Les choses ne changeront pas tant que tu n'auras pas demandé de l'aide."
            }
        ]
    }
    
}